back_end/src/test/tests_performance.yml
config:
  target: "http://localhost:4000"
  phases:
    - duration: 60
      arrivalRate: 60
scenarios:
  - name: Escenario básico de login
    flow:
      - post:
          url: "/login"
          json:
            dni: 12341234  # o el valor que tengas registrado en tu base de datos
            contrasenia: "vexar1234"